bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
hollowtree.vue-snippets
ms-vscode.vscode-typescript-next
sdras.vue-vscode-snippets
sibiraj-s.vscode-scss-formatter
stylelint.vscode-stylelint
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
vue.volar
xabikos.javascriptsnippets
zignd.html-css-class-completion
